{
    "quotes": [
      "Nggak semua yang gue lakuin buat lo bakal lo ngerti, tapi gue tetep lakuin.",
      "Lo bilang kita teman, tapi rasanya kayak cuma gue yang mikir gitu.",
      "Harusnya gue tau dari awal, kebahagiaan ini cuma sementara.",
      "Katanya cinta nggak harus memiliki, tapi kok rasanya sakit banget?",
      "Lo bahagia, gue pura-pura bahagia. Adil kan?",
      "Gue nggak benci lo, gue cuma kesel sama hati gue sendiri.",
      "Jangan tanya gue kenapa diem, karena jawabannya bakal bikin lo nggak nyaman.",
      "Gue belajar untuk nggak ngarep, tapi setiap kali lo senyum, semuanya balik lagi.",
      "Hati gue udah remuk, tapi masih aja lo minta gue sabar.",
      "Susah move on itu bukan karena lo spesial, tapi karena kenangannya yang kuat.",
      "Kadang gue mikir, salah gue di mana sampe lo pergi gitu aja?",
      "Lo cuma bilang 'maaf', tapi gue yang harus nanggung rasa sakitnya.",
      "Semua chat yang gue tulis buat lo akhirnya cuma gue hapus sendiri.",
      "Cinta nggak butuh alasan, tapi sakit hati selalu punya alasan.",
      "Gue sering pura-pura nggak peduli, padahal di hati gue penuh tanda tanya.",
      "Lo pergi tanpa penjelasan, gue harus nerima tanpa pertanyaan.",
      "Kenapa setiap kali gue mulai bahagia, lo muncul dan bikin kacau lagi?",
      "Gue sadar gue bukan prioritas, tapi setidaknya jangan bikin gue merasa sia-sia.",
      "Cinta itu kayak lilin, makin lama makin habis tanpa sadar.",
      "Mungkin gue nggak cukup baik buat lo, tapi lo tetap yang terbaik buat gue.",
      "Gue nggak nyalahin lo pergi, gue cuma nyalahin hati gue yang nggak bisa lupa.",
      "Rasanya lucu, gue masih mikirin lo, sementara lo udah nggak peduli.",
      "Kenangan sama lo kayak film lama, sering gue ulang tapi tetep nyakitin.",
      "Lo bilang 'nanti kita bahagia', tapi 'nantinya' nggak pernah datang.",
      "Gue diem bukan karena nggak peduli, tapi karena udah capek berharap.",
      "Lo ngajarin gue cinta, tapi nggak ngajarin cara bertahan.",
      "Hati gue capek nunggu, tapi pikiran gue masih pengen lo balik.",
      "Cinta lo kayak senja, indah tapi cuma sebentar.",
      "Gue bilang 'nggak apa-apa', padahal semuanya nggak baik-baik aja.",
      "Semua janji yang lo kasih sekarang cuma jadi angin lalu.",
      "Lo dateng buat nyenengin, tapi pergi ninggalin luka.",
      "Cinta emang buta, tapi sakitnya kerasa banget di hati.",
      "Gue nggak tau mana yang lebih nyakitin, lo ninggalin atau lo pura-pura peduli.",
      "Gue masih nyimpen semua chat kita, meski itu cuma bikin gue nangis.",
      "Kadang mikir, apa gue terlalu bodoh buat tetep peduli sama lo?",
      "Lo bilang 'gue sibuk', tapi kenyataannya lo sibuk sama yang lain.",
      "Kenapa lo ngajarin gue cinta kalau ujungnya cuma bikin gue kecewa?",
      "Lo udah bahagia, tapi kenapa gue masih terjebak di masa lalu?",
      "Hati gue udah mati rasa, tapi kenangan lo masih nyala terang.",
      "Semua usaha gue buat lo kayak angin, lo nikmatin tapi nggak pernah liat.",
      "Lo pergi tanpa kata, tapi gue masih nyimpen semua cerita.",
      "Gue nggak nyari yang sempurna, gue cuma nyari yang nggak ninggalin.",
      "Hidup gue kayak lagu galau, setiap liriknya selalu tentang lo.",
      "Lo bilang 'gue nggak mau nyakitin', tapi lo lupa kalau pergi itu juga nyakitin.",
      "Gue nggak pernah nyesel kenal lo, gue cuma nyesel terlalu percaya.",
      "Lo jadi prioritas gue, tapi gue cuma jadi opsional buat lo.",
      "Kenapa lo muncul pas gue udah hampir lupa semuanya?",
      "Gue nggak butuh lo balik, gue cuma butuh hati gue tenang.",
      "Cinta itu nggak pernah salah, tapi kita yang terlalu berharap.",
      "Lo bikin gue jatuh cinta, tapi lupa ngajarin cara buat bangkit lagi.",
      "Lo pergi ninggalin gue, tapi kenapa hati gue masih nungguin lo balik?",
      "Kadang yang kita sayang malah jadi yang paling nyakitin.",
      "Lo ngajarin gue cinta, tapi lupa ngajarin cara ngikhlasin.",
      "Pengen marah, tapi hatinya masih sayang.",
      "Gue coba lupa, tapi kenangan lo terlalu kuat buat dihapus.",
      "Lo janji bakal ada, tapi nyatanya gue jalan sendiri.",
      "Semua orang bilang gue harus move on, tapi hati gue nggak bisa diajak kompromi.",
      "Lo bilang 'kita teman', tapi kenapa rasanya kayak lebih dari itu?",
      "Sakitnya bukan karena lo pergi, tapi karena lo pergi tanpa alasan.",
      "Gue nggak butuh kata maaf, gue cuma butuh lo balik.",
      "Kita dulu dekat, sekarang jadi asing, dan itu nyakitin.",
      "Gue nunggu lo minta maaf, tapi lo malah sibuk bahagia sama yang lain.",
      "Lo bilang cinta itu sederhana, tapi kenapa rasanya rumit banget?",
      "Gue capek ngejar, tapi hati gue tetep nggak mau berhenti.",
      "Lo nggak tau, tapi gue sering nangis karena lo.",
      "Gue cuma mau bahagia sama lo, tapi lo malah pergi cari bahagia sama yang lain.",
      "Cinta itu kayak angin, datang tanpa permisi, pergi tanpa pamit.",
      "Lo janji nggak akan ninggalin, tapi nyatanya lo cuma janji.",
      "Hati gue penuh luka, tapi gue masih pura-pura kuat.",
      "Semua chat lo masih gue baca, meski akhirnya bikin gue nangis sendiri.",
      "Gue nggak tau apa yang lebih nyakitin, lo bohong atau lo nggak peduli.",
      "Lo bikin gue jatuh cinta, tapi lo juga yang bikin gue patah hati.",
      "Pura-pura nggak peduli ternyata lebih nyakitin dari sekadar bilang rindu.",
      "Hati gue masih nunggu, meskipun otak gue bilang buat berhenti.",
      "Cinta itu indah, tapi kenapa akhirnya selalu bikin luka?",
      "Lo bikin gue percaya, tapi lo juga yang bikin gue kecewa.",
      "Gue nyari lo di setiap sudut kenangan, tapi lo nggak pernah ada.",
      "Gue nggak benci lo, gue cuma benci perasaan ini yang nggak bisa pergi.",
      "Setiap lihat lo bahagia, gue cuma bisa pura-pura ikut seneng.",
      "Lo udah jadi masa lalu, tapi kenapa hati gue masih stuck di situ?",
      "Kenapa lo pergi pas gue lagi sayang-sayangnya?",
      "Lo cuma jadi cerita, tapi kenangannya masih ada di hati gue.",
      "Gue capek berharap, tapi hati ini nggak pernah mau berhenti.",
      "Lo bilang kita nggak cocok, tapi dulu lo yang ngeyakinin gue.",
      "Lo senyum sama yang lain, gue cuma bisa pura-pura nggak lihat.",
      "Kenapa harus gue yang ngerasain sakitnya cinta?",
      "Semua yang indah cuma sementara, sisanya luka yang nggak sembuh-sembuh.",
      "Lo bahagia sama yang lain, gue masih nungguin lo balik.",
      "Lo ngajarin gue arti cinta, tapi lo lupa ngajarin cara bertahan.",
      "Kenapa lo pergi pas gue butuh lo di sini?",
      "Gue nggak benci lo, gue cuma kecewa lo nggak pernah ngertiin gue.",
      "Lo jadi alasan gue bahagia, tapi lo juga yang bikin gue terluka.",
      "Gue masih inget semua, padahal lo udah lupain gue.",
      "Hati ini capek, tapi gue nggak pernah nyerah buat mikirin lo.",
      "Kenapa lo selalu balik ke hati gue pas gue hampir move on?",
      "Lo bilang kita temenan, tapi kenapa lo nggak pernah ada buat gue?",
      "Cinta ini kayak rantai, gue nggak bisa lepas meskipun gue mau.",
      "Lo pergi tanpa kata, tapi gue masih simpan semua cerita.",
      "Setiap lihat lo, gue sadar gue cuma bagian kecil dari hidup lo.",
      "Lo janji nggak akan nyakitin, tapi sekarang gue ngerasain semuanya.",
      "Kenapa hati gue masih percaya, padahal lo terus bikin kecewa?",
      "Semua orang bilang gue harus lupain lo, tapi hati gue nggak mau.",
      "Lo pergi dengan mudah, tapi gue harus berjuang buat ngelupain lo.",
      "Cinta lo kayak api, menghangatkan, tapi akhirnya membakar gue.",
      "Gue nggak pernah nyesel kenal lo, cuma nyesel terlalu percaya.",
      "Lo bilang kita baik-baik aja, tapi hati gue bilang sebaliknya.",
      "Gue belajar ikhlas, tapi setiap kenangan muncul, hati gue hancur lagi.",
      "Lo bikin gue jatuh cinta, tapi sekarang gue cuma jatuh sendirian.",
      "Semua tempat yang kita datengin sekarang cuma jadi luka buat gue.",
      "Gue masih berharap, meskipun tau lo nggak akan pernah balik.",
      "Kenapa harus gue yang ngerasain kehilangan, padahal lo yang pergi?",
      "Lo ngajarin gue bahagia, tapi nggak ngajarin cara mengatasi sakit.",
      "Semua janji yang lo buat sekarang cuma jadi luka di hati gue.",
      "Hati gue udah remuk, tapi gue masih pura-pura kuat di depan lo.",
      "Lo bahagia sama yang lain, gue masih di sini nangisin lo.",
      "Gue udah coba move on, tapi lo masih ada di setiap sudut pikiran gue.",
      "Kenapa semua yang gue lakuin buat lo nggak pernah cukup?",
      "Lo pergi ninggalin, tapi gue masih nyimpen semua kenangan kita.",
      "Lo adalah mimpi buruk yang selalu gue rindukan.",
      "Lo bilang cinta itu indah, tapi gue nggak pernah ngerasain keindahannya.",
      "Lo adalah alasan gue tersenyum, tapi sekarang cuma jadi alasan gue nangis.",
      "Gue capek berharap, tapi hati gue nggak pernah berhenti nunggu lo.",
      "Lo bilang kita nggak cocok, tapi kenapa gue masih mau coba lagi?",
      "Semua yang gue lakuin buat lo sekarang terasa sia-sia.",
      "Gue nggak pernah nyangka orang yang bikin gue bahagia juga yang bikin gue sakit.",
      "Lo adalah alasan gue percaya cinta, tapi lo juga yang bikin gue patah hati.",
      "Gue masih simpan semua chat kita, meskipun itu cuma bikin gue sakit.",
      "Lo pergi tanpa alasan, tapi gue masih cari alasan buat nggak benci lo.",
      "Lo ngajarin gue bahagia, tapi nggak ngajarin cara mengatasi rasa kehilangan.",
      "Lo pergi, tapi kenapa semua kenangan sama lo masih tinggal di sini?",
      "Kadang gue berpikir, apa gue terlalu berharap atau emang lo yang nggak peduli?",
      "Gue masih nungguin lo, padahal tau lo udah bahagia sama yang lain.",
      "Kenapa harus lo yang ninggalin gue di saat-saat gue butuh lo?",
      "Lo pergi tanpa alasan, tapi gue yang harus nerima tanpa pertanyaan.",
      "Gue nggak bisa berhenti mikirin lo, meskipun lo udah nggak ada di sini.",
      "Dulu lo bilang kita satu, tapi kenapa sekarang gue cuma sendiri?",
      "Cinta itu kayak luka, nggak keliatan, tapi rasanya sakit banget.",
      "Lo bilang 'aku pergi', tapi kenapa hatiku nggak mau ikutan pergi?",
      "Setiap lihat lo bahagia, gue cuma bisa nyesel kenapa nggak bisa bahagiain lo.",
      "Lo janji nggak bakal ninggalin gue, tapi kenapa lo pergi juga?",
      "Hati gue hancur, tapi gue masih nungguin kabar lo.",
      "Lo pergi tanpa pamit, tapi gue masih berharap lo bakal balik.",
      "Kenapa setiap gue coba lupa, lo malah muncul lagi di ingatan gue?",
      "Gue nggak pernah nyalahin lo, gue cuma nyalahin diri gue yang terlalu berharap.",
      "Setiap kenangan sama lo yang gue coba lupakan, malah semakin kuat di hati.",
      "Gue ngelakuin semuanya buat lo, tapi lo malah pilih yang lain.",
      "Kenapa lo harus buat gue ngerasain sakit yang nggak pernah gue pilih?",
      "Cinta itu nggak selamanya indah, kadang malah bikin kita terjatuh.",
      "Lo bilang kita teman, tapi kenapa rasanya kayak kita lebih dari itu?",
      "Gue capek dengan semua penantian, tapi hati gue nggak bisa berhenti nungguin lo.",
      "Setiap kata 'sayang' lo jadi kenangan pahit yang nggak bisa gue lupakan.",
      "Lo bilang kita sama-sama kuat, tapi kenapa sekarang gue yang paling lemah?",
      "Gue masih inget, meskipun lo udah lupa semuanya.",
      "Cinta itu bagaikan mimpi buruk, selalu menghantui meskipun kita nggak mau ingat.",
      "Lo pergi, tapi kenapa rasa sayang gue nggak bisa pergi begitu aja?",
      "Setiap detik yang gue lewatin tanpa lo, rasanya kayak kehilangan satu bagian dari diri gue.",
      "Lo dulu janji bakal selalu ada, tapi kenapa lo cuma ada di kenangan?",
      "Gue capek berharap, tapi setiap kali gue lihat lo, gue malah makin nyesel nggak ngungkapin semuanya.",
      "Lo bilang kita harus tetap berteman, tapi kenapa rasanya hati gue nggak bisa temenan sama lo?",
      "Gue nggak tau harus gimana lagi buat melupakan lo, karena lo ada di setiap sudut pikiranku.",
      "Lo pernah bilang kita sama, tapi kenapa sekarang gue ngerasa sendiri?",
      "Cinta itu indah, tapi kadang terasa pahit kalau lo yang pergi.",
      "Gue nyesel ngasih hati gue ke lo, karena lo malah ninggalin gue begitu aja.",
      "Lo dateng pas gue lagi rapuh, tapi pergi pas gue mulai bangkit.",
      "Kenapa lo nggak bisa jadi yang terakhir, padahal gue pengen banget lo yang terakhir.",
      "Gue masih nunggu lo, tapi lo nggak pernah balik lagi.",
      "Cinta lo cuma sebatas kata-kata, tapi luka yang lo buat nyata di hati gue.",
      "Lo adalah alasan gue bahagia, tapi lo juga yang bikin gue kecewa.",
      "Kenangan sama lo kayak bayangan, nggak pernah bisa gue lupakan.",
      "Lo cuma janji, tapi gue yang harus bayar harga janji itu dengan hati yang hancur.",
      "Gue nggak bisa berhenti berharap, meskipun gue tau lo udah nggak peduli.",
      "Lo bilang 'jangan nangis', tapi lo yang bikin gue menangis setiap hari.",
      "Setiap kali lo jauh, gue cuma bisa berharap lo bakal balik lagi.",
      "Cinta itu kadang bikin kita kuat, tapi lebih sering bikin kita lemah.",
      "Lo datang, bikin gue bahagia, tapi akhirnya pergi ninggalin gue dengan luka.",
      "Kenapa lo pergi pas gue lagi sayang-sayangnya sama lo?",
      "Lo bilang kita nggak cocok, tapi kenapa hatiku nggak mau nyerah?"
    ]
  }
  